<!-- Секция в чем Фишка для главной изначально -->
<section class="section fishka-posts mt-40 mb-0">
    <div class="title-wrap title-wrap--line title-wrap--pr">
        <div class="section-title">Наша компания предлагает уникальные и полезные фишки для клиентов:</div>
    </div>
    <div class="fishka-container">
        <div class="fishka-item fishka-item-1 color-001">
            <div class="fishka-title">Заказ дипломов на имя ликвидированных техникумов и ВУЗов.</div>
            <div class="fishka-content">Такая услуга позволяет защититься от любых, даже самых строгих проверок подлинности документа со стороны комиссии или работодателя. Чтобы проверить, выдавался ли диплом на конкретного человека, необходимо сделать запрос в соответствующий ВУЗ, но если он ликвидирован, то писать и получать ответ просто неоткуда, а любые данные касательно выданных документов и списков учащихся уже безвозвратно утрачены.</div>
        </div>
        <div class="fishka-item fishka-item-2 color-002">
            <div class="fishka-title">Изготовление дипломов на имя ВУЗов, лишённых государственной аккредитации.</div>
            <div class="fishka-content">Лишение аккредитации высшего учебного заведения исключает его из общей базы данных Федеральной службы по надзору в сфере образования и науки. За счёт этого проверить подлинность документа, выданного в таком ВУЗе, становится невозможно из-за отсутствия данных.</div>
        </div>
        <div class="fishka-item fishka-item-3 color-003">
            <div class="fishka-title">Широкая база данных ВУЗов и техникумов России, включая утратившие свои архивы заведения.</div>
            <div class="fishka-content">На сегодняшний день ВУЗы держат всю свою информацию в архивах, где и сверяют данные о подлинности диплома. Утраченные архивы же формируют информационный провал, из-за чего даже действующий ВУЗ не сможет проверить, действительно ли тот или иной диплом был выдан или изготовлен со стороны.</div>
        </div>
    </div>
</section>