<!-- Секция главной вопросы ответы -->
<section class="section section-posts mt-40 mb-0">
    <div class="title-wrap title-wrap--line title-wrap--pr">
    <h3 class="section-title">Вопросы и ответы</h3>
    </div>
    <div class="entry__article">            
    <p>На этой странице вы сможете увидеть ответы на самые распространённые вопросы, которые касаются изготовления документов в нашей компании</p>
    <p><strong>Вопрос:</strong></p>
    <p>Существует ли так называемые “единый реестр дипломов России” и можно ли по нему проверить тот или иной диплом?</p>
    <p><strong>Ответ:</strong></p>
    <p>На сегодняшний день не существует никакого единого реестре дипломов для ВУЗов России. Чтобы проверить подлинность документа, необходимо направлять запрос в соответствующий университет, где его будут сверять по бумажному носителю в том случае, если архивы не были утрачены.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Насколько важна проверка диплома на работе?</p>
    <p><strong>Ответ:</strong></p>
    <p>Как мы указывали в предыдущем вопросе, быстрого способа проверить документ не существует — работодатель должен направить запрос на проверку диплома в учреждени. В большинстве случаев до этого не доходит, поскольку знания на собеседовании и в результате работы говорят сами за себя — ради простой формальности компании не готовы терять ценных и обученных сотрудников.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Какую информацию можно выбрать при заказе диплома? Возможно ли изменить оценки, вписать любую специальность или ВУЗ?</p>
    <p><strong>Ответ:</strong></p>
    <p>Заказывая изготовление диплома в нашей компании, вы можете указать соответствующие параметры в формах онлайн-заявки. К ним относится любое учебное заведение на территории России, желаемые оценки и специальность.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Изготавливаете ли вы дипломы государственного образца?</p>
    <p><strong>Ответ:</strong></p>
    <p>Да, наша компания занимается изготовлением дипломов государственного образца при наличии скана копии желаемого документа. Все бланки и печати соответствуют официальныМ, поэтому проблем с ними не возникнет.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Можно ли приобрести диплом о высшем образовании не на прошедшее время, а на будущее?</p>
    <p><strong>Ответ:</strong></p>
    <p>Наша компания предлагает изготовление диплома о высшем образовании на любое время в зависимости от выбранного ВУЗа. что касается диплома с опережением — это возможно, но с опережением максимум на 1 год.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Какие гарантии предоставляет ваша компания при покупке?</p>
    <p><strong>Ответ:</strong></p>
    <p>Покупая диплом в нашей компании, вы можете быть уверены в его качестве, а также прозрачности каждого этапа работы. Благодаря широчайшей информационно-технической базе мы можем выбирать дипломы из любого ВУЗа России, а большой опыт позволяет выполнять всё быстро и качественно, без вопросов со стороны комиссий. Одной из гарантий является оплата по факту получения — иными словами с начала заказа и до доставки мы работаем без предоплаты.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Сколько занимает изготовление документа с учётом доставки? Сколько времени пройдёт с момента заказа?</p>
    <p><strong>Ответ:</strong></p>
    <p>Изготовление документа занимает не более 3 дней — в большинстве случаев он готов уже на вторые сутки. Остальные сроки целиком и полностью зависят от оперативности доставки и места назначения. Мы стараемся находить оптимальные решения для каждого клиента и сокращать срок доставки, однако это сугубо индивидуально — подробнее можно узнать у менеджера на этапе заказа.</p>
    <p><strong>Вопрос:</strong></p>
    <p>В дипломе нашлись опечатки, что делать?</p>
    <p><strong>Ответ:</strong></p>
    <p>Любые допущенные нашей компанией опечатки, помарки и другие ошибки являются основанием для замены диплома. В кратчайшие сроки мы заменим его на правильный вариант, при этом абсолютно бесплатно.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Должен ли вкладыш с оценками обязательно прикладываться к диплому?</p>
    <p><strong>Ответ:</strong></p>
    <p>Вкладыш с указанными оценками является неотъемлемой частью документа о высшем образовании, поэтому он изготавливается и прикладывается к каждому диплому.</p>
    <p><strong>Вопрос:</strong></p>
    <p>Можно ли выбрать темы дипломных работ самостоятельно?</p>
    <p><strong>Ответ:</strong></p>
    <p>Наша компания учитывает все желания клиента. Отправляя заявку на нашем сайте, вы можете указать желаемые темы для дипломных работ в рамках специальности, мы же проверим их на соответствие при изготовлении макета и сборе информации.</p></div>
</section>